// © Copyright 2010, 2015-2016 HP Development Company, L.P.

TaskName = "Scan naar computer";

// Restore alert message
"RESTORE_TITLE" = "Weet u zeker dat u de instellingen wilt herstellen?";
"RESTORE_MSG" = "Als u verder gaat, worden alle scantoetscombinaties teruggezet naar de oorspronkelijke staat. Druk op Annuleer om geen wijzigingen aan de scantoetscombinaties aan te brengen of druk op Herstel als u uw scantoetscombinaties op de fabrieksinstellingen wilt terugzetten.";
"RESTORE_BUTTON_TITLE" = "Herstel";

"DEFAULT_TASK_CAPTION" = "Taaknaam:";
"DONE" = "Gereed";

// Task not found alert message
"TASK_NOT_FOUND_TITLE" = "Taak niet beschikbaar";
"TASK_NOT_FOUND_DESC" = "De taak “%@” die op uw apparaat staat, is niet beschikbaar op uw systeem. Selecteer een andere taak.";

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Kopiëren takenreeks mislukt";
"COPY_WORKFLOWS_DESC" = "Kan de takenreeks niet kopiëren naar de domeinmap op het apparaat van de gebruiker.";

"DEVICE_NOT_FOUND_TITLE" = "Apparaat niet gevonden";
"DEVICE_NOT_FOUND_DESC" = "Er heeft zich een probleem voorgedaan tijdens de communicatie met het apparaat. Zorg ervoor dat het apparaat is ingeschakeld en goed is aangesloten en probeer het opnieuw.";

"COMPUTER_NAME_INFO_TITLE" = "In het veld “Computernaam” kunt u een naam voor uw computer invoeren die vervolgens wordt weergegeven op uw HP-apparaat."; //title for the Computer name info sheet
"COMPUTER_NAME_INFO_DESC" = "Het aantal tekens dat u kunt invoeren, is afhankelijk van uw apparaat.";

"UNKNOWN_ERROR_TITLE" = "Onbekende fout";
"UNKNOWN_ERROR_DESC" = "Er heeft zich een onbekende fout voorgedaan tijdens het bijwerken van uw apparaat. Zorg ervoor dat het apparaat is ingeschakeld en goed is aangesloten.";

"OK" = "OK";
"CANCEL" = "Annuleer";

"MOREINFO_TITLE" = "Meer informatie";

// The following strings are displayed in SSMTaskController nib file

"SSM_TITLE" = "Toetscombinatiebeheer scannen"; // Title
"SSM_SHORT_DESC" = "Gebruik scantoetscombinaties om de gebruikelijke scantaken uit te voeren met behulp van de knoppen op het voorpaneel van uw HP-apparaat."; // short description
"YOUR_COMPUTER_NAME" = "Uw computernaam"; // displayed if device is connected through n/w
"CHANGE_BTN_TITLE" = "Wijzig...";
"MORE_INFO_BTN_TITLE" = "Meer informatie...";
"RESTORE_BTN_TITLE" = "Herstel standaardinstellingen";
"TEST_BTN_TITLE" = "Test...";
"EDIT_BTN_TITLE" = "Bewerk...";

// Error Messages
"ERROR_PERMISSION_DENIED" = "U hebt niet de juiste toegangsrechten voor de map %@. Als u toegangsrechten wilt bekijken of wijzigen, selecteert u het item in de Finder en kiest u 'Archief' > 'Toon info'."; // used from HPWFM, no need to get the localized string from customer.

// generic error
"ERROR" = "Fout";
"ERROR_UNKNOWN_DESC" = "Er is een onbekende fout opgetreden.";

// Error when workflow not found when user clicks on front panel scan
"ERROR_SHORTCUT_NOT_FOUND_TITLE" = "Snelkoppeling niet gevonden";
"ERROR_SHORTCUT_NOT_FOUND_DESC" = "De snelkoppeling %1$@ voor apparaat %2$@ kan niet worden gevonden. Installeer de software opnieuw.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Aanmaak takenreeks mislukt";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Er heeft zich een onbekende fout voorgedaan bij het aanmaken van de tekenreeks. Probeer het opnieuw.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Fout bij het maken van directory";
"ERROR_CREATING_DIR_DESC" = "Er is een fout opgetreden bij het maken van de directory %@. Controleer de toegangsrechten van de hoofdmap en probeer het opnieuw.";

// Error displayed when workflow does not exists when user tries to open the same in Automator
"ERROR_OPENING_WORKFLOW_IN_AUTOMATOR_DESC" = "Er is een fout opgetreden bij het openen van de takenreeks %@ in Automator. De takenreeks is niet aangetroffen op de oorspronkelijke locatie";

// New additions: 3/1/2010

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Scantoetscombinatie wordt niet ondersteund";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Kan de geselecteerde scantoetscombinatie niet uitvoeren omdat deze niet wordt herkend door de software. Selecteer een andere scantoetscombinatie en probeer het opnieuw.";

// Tool tips for change, edit and test button
"TIP_FOR_CHANGE_BTN" = "Klik hier om de naam van de computer te wijzigen";
"TIP_FOR_EDIT_BTN" = "Bewerk de geselecteerde taak";
"TIP_FOR_TEST_BTN" = "Voer de geselecteerde taak uit";

// New additions: 3/1/2010

// Opt-in/Opt-out strings
"COMPUTER_NAME_TITLE" = "De naam van uw computer is";
"COMPUTER_NAME_DESCRIPTION" = "Wanneer u een scan start van uw HP-apparaat wordt u gevraagd om uw computer in een lijst van hostcomputers te scannen waarop de functie Scan naar computer is ingeschakeld.";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computers";

"COMMUNICATION_ERROR" = "Er kan geen verbinding met de scanner worden gemaakt. Controleer of uw product is ingeschakeld, controleer de verbinding en kijk of het netwerk goed werkt. Zorg dat Bonjour op het apparaat ingeschakeld is.";
"INSTALLATION_ERROR" = "Kan de HP software die vereist is voor Scannen naar computer niet vinden op deze computer. Download en installeer de nieuwste aanbevolen software van HP voor het apparaat van http://www.hp.com/support en probeer het opnieuw.";

"SCAN_TO_COMPUTER_CANNOT_BE_ENABLED" = "Kan Scan naar computer niet activeren";
"SCAN_TO_COMPUTER_DESCRIPTION" = "Met Scan naar computer kunt u scans starten op het voorpaneel van uw HP-apparaat en de uitvoer automatisch naar uw computer sturen.";

HSDScanActionNotFoundTitle = "Scanactie kan niet worden gevonden";
HSDScanActionNotFoundDescription = "De scanactie is niet geregistreerd. Start de toepassing HP Scan op '%@' om de scanactie automatisch te registreren.";
